---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Parameter
zh: 参数、共享参数
source: html/c0343d88-ea6f-f718-2828-7970c15e4a9e.htm
---
# Parameter Members

**中文**: 参数、共享参数

Provides access to the double precision number within the parameter.